cask_args appdir: "/Applications"
tap "homebrew/cask"
tap "homebrew/cask-drivers"

brew "fish"
brew "terminal-notifier"
brew "tmux"
brew "wget"
brew "fzf"
brew "rmtrash"
brew 'vim'

brew "git"
brew "ghq"
brew "tig"

brew "jq"
brew "python-yq"
brew "fx"
brew "wireshark"
brew "stormssh"

brew "anyenv"
brew "postgresql"
brew "imagemagick"
tap  "tophat/bar"
brew "tophat/bar/yvm"
cask "tableplus"

cask "1password"
cask "slack"

cask "visual-studio-code"
cask "iterm2"
cask "rubymine"
cask "google-japanese-ime"
cask "docker"
cask "scroll-reverser"
cask "typora"
cask "timer"

tap "homebrew/cask-fonts"
cask "font-source-han-code-jp"
cask "font-cica"

