tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "tophat/bar"
brew "anyenv"
brew "fish"
brew "fx"
brew "fzf"
brew "ghq"
brew "git"
brew "glib"
brew "nghttp2"
brew "unbound"
brew "libheif"
brew "python@3.8"
brew "imagemagick"
brew "jq"
brew "krb5"
brew "libssh"
brew "postgresql"
brew "python-yq"
brew "rmtrash"
brew "ruby"
brew "stormssh"
brew "terminal-notifier"
brew "tig"
brew "tmux"
brew "vim"
brew "wget"
brew "wireshark"
brew "tophat/bar/yvm"
cask "1password", args: { appdir: "/Applications" }
cask "docker", args: { appdir: "/Applications" }
cask "font-cica", args: { appdir: "/Applications" }
cask "font-source-han-code-jp", args: { appdir: "/Applications" }
cask "google-japanese-ime", args: { appdir: "/Applications" }
cask "iterm2", args: { appdir: "/Applications" }
cask "rubymine", args: { appdir: "/Applications" }
cask "scroll-reverser", args: { appdir: "/Applications" }
cask "slack", args: { appdir: "/Applications" }
cask "tableplus", args: { appdir: "/Applications" }
cask "timer", args: { appdir: "/Applications" }
cask "typora", args: { appdir: "/Applications" }
cask "visual-studio-code", args: { appdir: "/Applications" }
cask "krisp", args: { appdir: "/Applications" }
